echo "Correção - ex01"
export FT_USER=bocal
bash ex01/print_groups.sh
echo "\n"
echo " "
echo "------------------------------------------------------------------------------------"
echo "Correção - ex02"
bash ex02/find_sh.sh | cat -e
echo " "
echo "------------------------------------------------------------------------------------"
echo "Correção - ex03"
bash ex03/count_files.sh | cat -e
echo " "
echo "------------------------------------------------------------------------------------"
echo "Correção - ex04"
bash ex04/MAC.sh
echo " "
echo "------------------------------------------------------------------------------------"
echo "Correção - ex05"
cd ex05
ls -lRa *MaRV* | cat -e
cat -e \"\\\?\$\*\'MaRViN\'\*\$\?\\\"
cd ..
echo " "
echo "------------------------------------------------------------------------------------"
